tap "adoptopenjdk/openjdk"
tap "classmethod/repos"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "itchyny/tap"
tap "mono0926/license-plist"
tap "shyiko/ktlint"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
brew "ant"
brew "anyenv"
brew "asdf"
brew "bat"
brew "python@3.8"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "cunit"
brew "exa"
brew "python"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "gdb"
brew "git"
brew "go"
brew "gotags"
brew "highlight"
brew "hub"
brew "icdiff"
brew "jenv"
brew "jq"
brew "kotlin"
brew "mas"
brew "neovim"
brew "node"
brew "peco"
brew "platformio"
brew "prettier"
brew "rename"
brew "repo"
brew "rmtrash"
brew "ruby"
brew "scrcpy"
brew "sdl2_image"
brew "starship"
brew "tig"
brew "ttyrec"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "classmethod/repos/aurl"
brew "delphinus/sfmono-square/sfmono-square"
brew "itchyny/tap/mmv"
brew "mono0926/license-plist/license-plist"
brew "shyiko/ktlint/ktlint"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk10"
cask "adoptopenjdk11"
cask "adoptopenjdk9"
cask "amethyst"
