tap "adoptopenjdk/openjdk"
tap "classmethod/repos"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "itchyny/tap"
tap "mono0926/license-plist"
tap "shyiko/ktlint"
tap "universal-ctags/universal-ctags"
brew "ant"
brew "anyenv"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "bat"
brew "boost"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "cunit"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "libidn2"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "ghq"
brew "git"
brew "go"
brew "gobject-introspection"
brew "gotags"
brew "highlight"
brew "hub"
brew "icdiff"
brew "jadx"
brew "jenv"
brew "jq"
brew "kotlin"
brew "macvim"
brew "mas"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "peco"
brew "prettier"
brew "python-tabulate"
brew "python@3.10"
brew "rename"
brew "repo"
brew "scrcpy"
brew "sdl2_image"
brew "starship"
brew "tig"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "itchyny/tap/mmv"
brew "shyiko/ktlint/ktlint"
cask "mockoon"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
