tap "adoptopenjdk/openjdk"
tap "classmethod/repos"
tap "delphinus/sfmono-square"
tap "mono0926/license-plist"
brew "glib"
brew "harfbuzz"
brew "ant"
brew "anyenv"
brew "git"
brew "asdf"
brew "bat"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "cunit"
brew "libass"
brew "pango"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "ghq"
brew "go"
brew "gotags"
brew "highlight"
brew "hub"
brew "icdiff"
brew "jenv"
brew "jq"
brew "kotlin"
brew "ruby"
brew "macvim"
brew "mas"
brew "neovim"
brew "node"
brew "peco"
brew "platformio"
brew "prettier"
brew "python@3.9"
brew "rename"
brew "repo"
brew "rust"
brew "scrcpy"
brew "sdl2_image"
brew "starship"
brew "tig"
brew "ttyrec"
brew "watchman"
brew "wget"
brew "yarn"
brew "mono0926/license-plist/license-plist"
cask "amethyst"
vscode "anthropic.claude-code"
vscode "cocopon.iceberg-theme"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "geequlim.godot-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.theme-tomorrowkit"
vscode "openai.chatgpt"
vscode "orta.vscode-jest"
vscode "redhat.java"
vscode "teabyii.ayu"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
